{
  "hi": "Hello! How can I help you today?",
  "hello": "Hi there! What would you like to know?",
  "good morning": "Good morning! How can I assist you?",
  "good evening": "Good evening! I'm here to help.",
  "bye": "Goodbye! Have a great day.",
  "thank you": "You’re most welcome.",
"good nihgt":"Good night! Have a great sleep, Come back to me whenever you need my guidence",
  "thanks": "Glad I could help!",
"how to download policy document": "Login to the portal and download your document",
  "download policy": "You can download the policy document from your customer portal",
  "get my policy copy": "Visit the website and download your policy document",
"see you": "See you! Take care.",
"who are you": "I’m your insurance assistant bot, here to help you with any queries.",
  "how are you": "I'm just code, but I'm running smoothly! 😄",
  "are you a human": "Nope, I’m a voice bot trained to help you with insurance queries.",
  "what is the premium amount": "The premium amount is ₹100000.",
  "what is the premium frequency": "The premium is paid yearly.",
  "what is the sum assured": "The sum assured is ₹1000000.",
  "what is the policy term": "The policy term is 10 years.",
  "what is the premium payment term": "The premium payment term is 7 years.",
  "what is the due date": "The due date is 25th September 2024.",
  "what is the fund value": "The fund value is ₹553089.",
  "how much premium has been paid": "The premium paid till date is ₹400000.",
  "what are the effective returns": "The effective returns are 11.47%.",
  "what are the charges": "The charges are 3.89%.",
  "what are the loyalty benefits": "The loyalty benefits are approximately ₹22000.",
"I need your help":"feel free to ask me anything you want to know about insurance",
  "tata aia life insurance ke byaaj kaise lage": "Interest is calculated based on your premium payment and policy type.",
  "premium 40000 for september 2023": "The premium for September 2023 is ₹40,000.",
  "life insurance outstanding amount of pdf download": "You can download the outstanding amount statement from your policy portal.",
  "how to update nominee details": "You can update nominee details by logging into your policy account online or visiting the branch.",
  "how to change mobile number": "Login to the portal or contact customer support to update your mobile number.",
  "how to check policy status": "You can check your policy status in the customer portal under 'My Policies'.",
  "how to pay premium online": "Go to the official website, login, and click on 'Pay Premium' option.",
  "how to download policy document": "Login to the portal and click on 'Download Policy Document' under your profile.",
  "how to request surrender": "To surrender your policy, submit a surrender request form at the nearest branch or via the portal.",
  "what is policy revival": "Policy revival is the process of reactivating a lapsed policy by paying dues and penalties.",
  "what is the lock-in period": "The lock-in period is 5 years for most ULIP policies.",
  "what is grace period": "The grace period is the additional time given after premium date, usually 15–30 days.",
  "can i change my payment frequency": "Yes, you can request to change your payment frequency from yearly to half-yearly, quarterly or monthly.",

  "what is valuenable": "ValuEnable is an insuretech company that provides digital solutions for life insurance and financial services.",
  "who founded valuenable": "ValuEnable was founded by a team with over 20 years of experience in the insurance industry.",
  "when was valuenable started": "ValuEnable was established in June 2021.",
  "what does valuenable do": "ValuEnable helps insurers improve customer engagement and retention using behavioral nudges and personalized data solutions.",
  "what services does valuenable provide": "ValuEnable offers voice AI bots, digital policy management, personalized nudges, and embedded credit solutions.",
  "is valuenable a part of any group": "Yes, ValuEnable is backed by Rainmatter, an initiative by Zerodha.",
  "how does valuenable help insurance companies": "ValuEnable provides multi-stack enterprise tools that help reduce customer dropouts and increase policy engagement.",
  "what makes valuenable unique": "ValuEnable combines AI, data science, and behavioral finance to make life insurance more customer-friendly and accessible.",
  "how can i contact valuenable": "You can visit the official ValuEnable website or connect with them via LinkedIn or email for support."
}

